<template>
  <div class="container mx-auto px-4 py-8">
    <div class="bg-white rounded-lg shadow-lg p-6">
      <h1 class="text-3xl font-bold mb-4 p-2">過去</h1>
      

      <div class="bg-green-50 p-2 rounded-lg">
      <section class="mb-8">
        <h2 class="text-2xl font-semibold mb-1">小学生</h2>          
              <p>
              小学3年からサッカーを始め、４年間プレーしました。ポジションはセンターバック、、右ウイングです。
              センターバックでは、最終ラインを自分が守らなければ相手に得点を許すことになりかねないのですごく責任感があるポジションでした。<br />
              後ろから全体を見回すことのできるポジションでもあり、声かけなどを積極的に行っていました。<br />
              右ウィングではセンターバックとは異なり、得点を狙うポジションです。特にドリブルが上手かったわけではないですが、<br />
              私の武器は足の速さでした。足の速さを武器に、相手を置き去りにし、チームに得点のチャンスを一回でも多く作れるように頑張っていました。<br />
              チームプレーの難しさと楽しさをサッカーを通じて学ぶことができました。
              </p>   
      </section>
      </div>
      
      <div class="bg-green-50 p-2 rounded-lg">
      <section class="mt-3">
        <h2 class="text-2xl font-semibold mb-2">中学生</h2>
        <p>
        中学ではサッカーではなく陸上を選びました。小学生から足の速さが武器だったので、もっと早くなりたいと思ったのがきっかけです。<br />
        短距離を専門にし、主に200mを走っていました。200mでは体力勝負の面もあるので、体力つくりを頑張っていました。<br />
        中学3年では、キャプテンを務めました。男女合わせて50名の部員がいました。男女合同だったので、なかなか団結力を築くことが難しく、<br />
        悩まされることもありましたが、キャプテンといてみんなが楽しく部活動が行えるように取り組んでいました。
        改めて、チームを任される責任感と、チームを引っ張っていく大変さを学ぶことができ、非常に充実した日々を送ることができたと思っています。
        </p>
      </section>
      </div>

      <section>
          <div class="bg-green-50 p-2 rounded-lg">
            <h2 class="font-semibold text-lg mb-2">高校生</h2>
            <p>
            高校では弓道部に入部しました。入部したきっかけは、部活動体験に行った際、先輩方の弓の弾き方、矢を放った弦音がかっこよく、<br />
            自分もやってみたいと思ったのがきっかけです。ですが、私が通っている学校には、練習場がなく、毎日近くの道場を借りて練習を行っていました。<br />
            道場がないという最大のデメリットを抱えていましたが、決してあきらめず練習に励みました。結果、全国大会に2度出場や、国体選手にも選ばれました。<br />
            今までは当たり前のように練習環境がありましたが、初めて部活があるのに練習する場所がない状況を経験しました。<br />
            環境が良いから試合に勝てるではなく、自分がどれだけ練習に取り組むかで結果が大きく変わることを部活を通じて実感しました。<br />
            この部活を通じて、行動力の大切さ、諦めない大切さ、そして、どんな状況でも言い訳をしない、など多くのことを学びました。
            </p>
          </div>
      </section>
    </div>
  </div>
  <button type="button" class="btn btn-link" to="/index">Back ></button>
</template>